/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2016, ownCloud GmbH.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Configurar el Compte";
"you_need_an_account" = "No hi han comptes de $appname al vostre dispositiu. Per a utilitzar-la, necessiteu de crear-ne una.";

//Login Screen
"testing_connection" = "S'està comprovant la connexió...";
"server_instance_not_found" = "No s'ha trobat el servidor";
"secure_connection_established" = "Connexió segura";
"https_non_secure_connection_established" = "S'ha redirigit a una ruta no segura";
"connection_established" = "Connexió no segura";
"login_details" = "Detalls de l'inici de sessió";
"username" = "Nom d'usuari";
"password" = "Contrasenya";
"login" = "Connecta";
"cancel" = "Cancel·la";
"error_login_message" = "El usuari o la conntrasenya son incorrectes";
"error_updating_predefined_url" = "El servidor s'ha mogut a un URL diferent. Torna't a autenticar i actualitza el teu compte";
"ok" = "D'acord";
"url_sample" = "Adreça del servidor https://…";
"forbidden_characters_in_password" = "Aquesta contrasenya conté caràcters no permesos";
"server" = "Servidor";
"url" = "URL";
"session_expired" = "La sessió ha caducat. Torna't a connectar";
"credentials_different_user" = "L'usuari introduït no coincideix amb l'usuari d'aquest compte";
"auth_unsupported_auth_method" = "El serivdor no permet aquest mètode d'autenticació";
"server_does_not_give_user_id" = "El servidor no ha retornar una ID de usuari correcta. Si us plau, contacteu amb el vostre administrador";
"authentification_not_valid" = "No es pot autenticar en aquest servidor";
"error_too_many_http_redirects" = "S'ha produït un error mentre s'establia la connexió. Si us plau, torneu-ho a intentar.";
"retry" = "Torna-ho a intentar";
"help_link_login" = "Ets nou amb $appname?";
"error_could_not_add_account" = "No s'ha pogut desar la informació de l'usuari. Torna-ho a intentar.";
"account_not_new" = "Ja hi ha un compte al dispositiu pel mateix usuari i mateix servidor";
"oauth2_error_access_denied" = "El servidor d'autenticació ha denegat l'accés";
"oauth2_error" = "Autorització sense èxit";

//TabBarItems
"settings"="Configuracions";
"files_tab"="Arxius";

//Uploading
"upload" = "Puja";
"account" = "Compte:";
"location" = "Ubicació:";
"photo_albums" = "Àlbums de fotos";
"loading" = "Carregant...";
"no_access_to_gallery" = "Si us plau, habiliteu l'accès a Fotos i Vídeos per a $appname. Aquesta opció la trobareu a Paràmetres > Privacitat > Fotos.";
"error" = "Error";
"upload_failed"="Ha fallat la pujada";
"redirection_problem"="L'acció de redirigir la URL no està suportada";
"all_photos" = "Totes les fotografies";

//First View
"menu_upload" = "Pujar foto/vídeo";
"menu_folder" = "Carpeta nova";
"menu_text_file" = "Nou arxiu de text";
"sort_menu_title" = "Ordena";
"sort_menu_by_name_option" = "A-Z";
"sort_menu_by_modification_date_option" = "El més nou-El més antic";
"sort_menu_by_kind_option" = "Tipus";

//Create/Edit File Text
"create_text_file" = "Crear un arxiu de text nou";
"title_view_new_text_file" = "Nou arxiu de text";
"title_view_edit_text_file" = "Editar arxiu de text";
"default_text_file_title" = "Nou arxiu de text";
"title_text_file_placeholder" = "Títol...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "ja existeix";
"error_file_name_empty" = "El nom de l'arxiu no pot estar en blanc.";
"no_changes_made" = "No s'han fet canvis";
"no_file_downloaded" = "L'arxiu no s'ha baixat, per tant, no podeu editar-lo";


//Create Folder
"create_folder" = "Crear nova carpeta";
"folder_name" = "Introduïu el nom de la carpeta";
"save" = "Desa";
"folder_exist" = "Ja existeix una carpeta amb aquest nom. Si us plau, introduïu un altre nom.";
"folder_create_error"="La carpeta no s'ha pogut crear";
"not_show_potrait"="El menú no està disponible en vista horitzontal. Si us plau, canvieu a vista vertical.";
"not_possible_create_folder" = "No s'ha pogut crear la carpeta.";

//FilesView
"confirm_to_delete_item" = "Confirmeu l'esborrament de l'ítem";
"yes" = "Sí";
"no" = "No";
"delete_from_device" = "Esteu segurs que voleu esborrar aquest fitxer del dispositiu?";
"delete_from_server" = "Esteu segur que voleu esborrar aquest fitxer del servidor?";
"not_possible_connect_to_server" = "No s'ha pogut connectar al servidor en aquest moment.";
"delete_folder_from_server" = "Esteu segurs que voleu esborrar aquesta carpeta del servidor?";
"delete_local_server" = "Esborrar del dispositiu i del servidor";
"delete_local" = "Esborrar del dispositiu";
"delete_server" = "Esborrar del servidor";
"error_path" = "No s'ha trobat. Assegura't que existeixi";
"error_not_permission" = "No teniu permisos per completar aquesta operació";
"folders" = "carpetes";
"files" = "arxius";
"folder" = "carpeta";
"file" = "arxiu";
"more_swipe" = "Més";
"message_not_files" = "Res per aquí. Pugeu alguna cosa!";
"maintenance_mode_on_server_message" = "En aquest moment no és possible connectar amb el servidor. El servidor està en mode de manteniment";

//Refresh file list
"release_refresh"="Solteu per a refrescar...";
"loading_refresh"="Carregant...";
"pull_down_refresh"="Estireu cap avall per refrescar.";

//Miscelanea
"back" = "Enrere";

//Preview
"open_with_label" = "Obre amb";
"delete_label"= "Eliminar";

//Open with
"file_cannot_be_opened" = "No s'ha pogut obrir el fitxer";
"no_app_instaled_to_open_it" = "No hi ha cap aplicació per obrir aquest tipus d'arxiu.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Establint la connexió";
"not_establishing_connection" = "No s'ha pogut establir la connexió";
"connection_closed" = "S'ha tancat la connexió";
"connection_lost" = "S'ha perdut la connexió";
"auth_failed" = "Ha fallat l'autenticació";
"auth_passed" = "Heu passat l'autenticació";
"request_file_not_found" = "El fitxer demanat no s'ha trobat al servidor";
"request_file_not_accesed" = "No s'ha pogut accedir al fitxer demanat";
"unknow_response_server" = "S'ha produït un error. S'ha rebut una resposta no esperada del servidor.";
"uploading_data" = "Pujant dades";
"downloading_data" = "Baixant dades";
"transfer_complete" = "S'ha completat la transferència";
"transfer_failed" = "Ha fallat la transferència";
"download_file" = "Descarregar l'arxiu";

//Settings and PinCode
"title_app_pin" = "Contrasenya";
"title_app_pin_and_touchID" = "Contrasenya i Touch ID";
"title_app_pin_and_faceID" = "Contrasenya i Face ID";
"title_app_pin_forced" = "Canviar la Contrasenya";
"enter_app_pin" = "Introduïu PIN de l'aplicació";
"enter_app_pin_long_description_forced" = "Cal una contrasenya. Has d'establir una contrasenya per tal de poder accedir.";
"enter_app_pin_long_description" = "Introduïu PIN de l'aplicació";
"reenter_app_pin" = "Torneu a introduïr el PIN de l'aplicació";
"remove_app_pin" = "Esborrar PIN de l'aplicació";
"both_pass_not_same" = "Els PINs de l'aplicació no coincideixen";
"app_pin_incorrect" = "PIN de l'aplicació incorrecte";
"passcode_not_enabled" = "Introduïu el PIN de l'aplicació primer";
"title_app_touchID" = "Touch ID";
"title_app_faceID" = "Face ID";
"disconnect_button" = "Desconnectar d'aquest servidor";
"pin_removed" = "Codi d'accés eliminat";
"incorrect_pin" = "PIN de l'aplicació incorrecte";
"app_pin_stored" = "Codi d'accés guardat";
"help" = "Ajuda";
"recommend_to_friend" = "Recomanar a un amic";
"send_feedback" = "Enviar comentaris";
"manage_accounts" = "Gestionar comptes";
"add_new_account" = "Afegeix un compte";
"save_changes" = "Desar";
"add_account" = "Afegeix";
"user_exist" = "L'usuari introduït ja existeix";
"imprint_button" = "Impressum";
"title_instant_upload_photos"="Pujada de fotos instantània";
"title_instant_upload_videos"="Pujada de vídeos instantània";
"title_background_instant_upload" = "Pujada instantània en segon pla";
"accounts_section" = "Comptes";
"security_section" = "Seguretat";
"instant_updloads_section" = "Pujades instantanies";
"more_section" = "Més";
"unlock_app" = "Desbloquejar $appname";
"passcode_forced_can_not_be_disabled" = "Passcode forced. Can not be disabled.";
"pending_migration_to_new_url" = "Enter to migrate to new URL";

//Downloading
"can_no_copy_to_gallery" = "Aquest fitxer no es pot copiar a la galeria perquè no es pot obrir amb la galeria";
"file_is_downloading" = "Aquest fitxer ja s'està baixant";
"download_file_exist" = "No s'ha pogut obrir aquest fitxer. Si us plau, comproveu que existeix";
"wait_to_download" = "Preparant per baixar";
"updating" = "Actualitzant";
"msg_while_downloads" = "No s'ha pogut fer aquesta operació, si us plau, espereu a que acabi la baixada";
"streaming_no_possible_ssl_self_signed" = "l'Streaming no es pot inicialitzar perquè el vostre servidor no és de confiança. El fitxer es descarregar de forma automàtica";

//SSL
"invalid_ssl_cert" = "No s'ha pogut verificar la identitat del lloc web. Voleu confiar amb aquest certificat de totes formes?";
"connection_declined" = "S'ha rebutjat la connexió per l'usuari";
"server_certificate_untrusted" = "El certificat del servidor no és de confiança";

//Recent view
"recent_now"="Fa pocs segons";
"recent_minutes"="Fa $minuts minuts";
"recent_minute"="Fa $minutes minut";
"recent_hours"="Fa $hours hores";
"recent_hour"="Fa $hours hora";
"recent_days"="Fa $days dies";
"recent_day"="Fa $days dia";
"recent_months"="Fa $months mesos";
"recent_month"="Fa $months mes";

"uploads_tab"="Fitxers carregats";
"current_section"="Actual";
"uploader_section"="Carregat";
"nothing_was_upload_recently"="No s'ha pujat res recentment des d'aquest dispositiu";
"failed_uploader_section"="Pujades fallades";
"clear_successful"="Neteja exitosa";
"error_credential"="Hi ha un error de credencials";
"error_destiny_does_not_exist"="Hi ha un error de carpetes";
"error_file_exists"="S'ha produït un error per conflicte";
"error_permission" = "Error de permisos";
"error_not_allowed_by_firewall_rule" = "No es permet carregar";
"error_file_does_not_exist" = "No disponible en aquest dispositiu";
"error_file_in_background" = "S'ha produït un error en el servidor";
"error_insufficient_storage" = "No hi ha prou espai en el compte";
"error_file_invalid_characters" = "Caràcters invàlids";
"change_active_user"="Canviar l'usuari actiu a";
"waiting_for_server"="Esperant la connexió amb el servidor";
"waiting_for_upload"="S'està esperant per pujar-ho";
"error_permission_alert_message" = "No teniu permisos per pujar a aquesta carpeta";
"choose_folder" = "Escolliu una carpeta";

//Select Folder View
"upload_label"="Pujar a";
"create_button"="Crea";
"choose_button"="Escull";

//Rename
"rename_long_press" = "Reanomena";
"rename_file_title" = "Reanomena";
"enter_new_name" = "Introduïu un nom nou:";
"rename_file_exist" = "Ja existeix un fitxer amb el nom donat, si us plau, introduïu un nom diferent";

//Move
"move_long_press" = "Moure";
"move_to_label" = "Moure a ";
"file_exist" = "El fitxer ja existeix a la carpeta de destinació";
"override_file" = "Voleu substituir el fitxer existent per aquest?";
"accept" = "Acceptar";
"error_folder_destiny_is_the_same" = "ERROR: No es possible moure aquesta carpeta dins d'ella mateixa";
"original_file_exist" = "No s'ha pogut moure el fitxer. Si us plau, comproveu que existeix";
"original_folder_exist" = "No s'ha pogut moure la carpeta. Si us plau, comproveu que existeix";

//Download folfer
"download_folder" = "Baixar carpeta";
"cancel_download" = "Cancelar baixada";

//Upload from other apps
"other_apps_title" = "Destí";
"other_apps_account" = "Compte";
"other_apps_folder" = "Carpeta";
"other_apps_file_name" = "Nom del fitxer";
"other_apps_send_to" = "Pujar a";
"error_moving_file" = "No s'ha pogut moure el fitxer. Assegureu-vos que la carpeta de destí existeix";
"forbidden_characters_from_server" = "El nom conté, com a mínim, un caràcter invàlid";
"overwritte_title" = "Sobrescriu";

//Social
"twitter_message" = "Proveu $twitteruser al teu telèfon intel·ligent!";
"facebook_message" = "Proveu $appname al vostre telèfon intel·ligent\n";
"mail_recommendation_subject" = "Proveu $appname al vostre telèfon intel·ligent";
"mail_recommendation_body" = "Voldria convidar-te a utilitzar $appname al vostre telèfon intel·ligent\nPodeu baixar-lo aquí:";
"device_not_support_mail" = "Si us plau, configureu el vostre compte de correu";
"mail_feedback_subject" = "Comentaris $appname";
"account_not_configure" = "El vostre dispositiu no té el compte configurat. Aneu a paràmetres per a configurar-lo.";

//Storage
"of_storage" = "de";
"occupied_storage" = "ocupat";
"storage" = "Emmagatzemament";
"storage_upgrade" = "Millorar emmagatzematge";

//Jimmies
"this_file_is_older" = "Hi ha una nova versió disponible";
"msg_update_file_0_bytes" = "El fitxer té 0 bytes al servidor. Voleu sobreescriure el fitxer existent al vostre dispositiu amb aquest fitxer buit?";

//Shared
"shared_tab" = "Enllaços públics";
"message_not_shared_files" = "No hi han fitxers/carpetes compartits per enllaç encara.";
"message_not_shared_api_support" = "Disculpeu, no està permés compartir en el vostre servidor. Si us plau, contacteu amb el vostre administrador";
"share_link_long_press" = "Comparteix";
"unshare_link" = "Deixa de compartir l'enllaç";
"share_not_available_on_this_server" = "Disculpeu, aquesta funcionalitat no està habilitada en el vostre servidor. Si us plau, contacteu amb el vostre administrador";
"copy_link" = "Copia l'enllaç";
"file_to_share_not_exist" = "No s'ha pogut compartir aquest fitxer o carpeta. Si us plau, assegureu-vos que existeix";
"file_to_unshare_not_exist" = "No s'ha pogut aturar la compartició d'aquest fitxer o carpeta. Si us plau, assegureu-vos que existeix";
"shared_link_protected_title" = "Escriviu una contrasenya";
"shared_link_protected_message" = "Introduïu una contrasenya per protegir l'enllaç que voleu compartir.";
"pasword_empty" = "La contrasenya no pot estar en blanc";
"no_pasword" = "Heu d'escriure una contrasenya";
"get_share_link" = "Obtenir enllaç públic";
"title_share_link_option_name" = "Nom de l'enllaç";
"title_share_link_option_password" = "Contrasenya";
"title_share_link_option_expiration" = "Expiració";
"title_share_link_option_allow_dowload_view" = "Descarregar / Veure";
"title_share_link_option_allow_dowload_view_upload" = "Descarregar / Veure / Pujar";
"title_share_link_option_allow_upload_only" = "Upload only (File Drop)";
"placeholder_share_link_option_name" = "Nom";
"placeholder_share_link_option_password" = "Introdueix un password";
"placeholder_share_link_option_expiration" = "Data de venciment";
"title_view_create_link" = "Crear enllaç compartit";
"title_view_edit_link" = "Editar enllaç compartit";
"title_confirm_delete_link" = "Borrar l'enllaç";
"message_confirm_delete_link" = "! Delete $sharedLink";
"default_link_name" = "$fileName link";
"allow_editing" = "Permetre edició";
"show_error_password_enforced" = "Es requereix de contrasenya ";
"show_error_expiration_enforced" = "The public link will expire no later than $nDays days after it is created";
"default_not_possible_msg" = "No s'ha pogut fer la operació, si us plau, proveu-ho més tard";
"share_user_group_indicator" = "grup";
"share_user_federated_indicator" = "remot";
"add_user_or_group_title" = "Afegeix usuari o grup";
"share_with_users_or_groups" = "Usuaris i Grups";
"not_share_with_users_yet"= "No s'ha compartit amb cap usuari encara";
"not_share_by_link_yet"= "Not shared by public link yet";
"not_sharee_api_supported" = "Disculpeu, la versió del vostre servidor no permet compartir amb usuaris. Si us plau, contacteu amb el vostre administrador";
"share_link_title" = "Enllaços públics";
"warning_sharing_public_link" = "Qualsevol podrà accedir a l'arxiu o carpeta amb aquest link";
"not_share_link_enabled_capabilities" = "Compartir per enllaç no està habilitat en aquest servidor. Si us plau, contacteu amb el vostre administrador";
"shared_link_cannot_remove_password" = "No s'ha pogut esborrar la contrasenya";
"shared_link_cannot_remove_expiration_date" = "No s'ha pogut esborrar la data d'expiració. Les comparticions necessiten tenir una data d'expiració";
"shared_link_mail_subject" = "$userName ha compartit $fileOrFolderName amb tu";
"secured_link" = "Assegurat";
"message_private_link" = "Private link: Only people who have access to the file/folder can use it. Use it as a permanent link for yourself or to point others to files within shares";

//Shared privileges
"title_user_can_edit" = "Pot editar";
"title_user_can_share" = "Pot compartir";
"user_can_create" = "crea";
"user_can_change" = "canvi";
"user_can_delete" = "elimina";
"title_view_edit_user_privileges" = "Privilegis";

//Shared Link Options
"title_view_share_link_options" = "Opcions dels enllaços";

//Favorites
"favorite" = "Preferits";
"unfavorite" = "No preferits";
"parent_folder_is_favorite" = "Una carpeta que conté aquest fitxer ja és preferida";

//Available offline
"available_offline" = "Disponible fora de línia";
"not_available_offline" = "No disponible fora de línia";
"parent_folder_is_available_offline_file_child" = "Una carpeta que conté aquest fitxer ja està disponible fora de línia";
"parent_folder_is_available_offline_folder_child" = "Una carpeta que conté aquesta carpeta ja està disponible fora de línia";

//Document provider
"error_login_doc_provider" = "No s'ha pogut accedir al vostre compte. Si us plau, utilitzeu $appname per a iniciar sessió primer.";
"error_sending_file_to_document_picker" = "S'ha produït un error enviant el fitxer al seleccionador de fitxers";
"error_user_change_in_core_app" = "S'ha canviat l'usuari a l'aplicació $appname";
"error_connecting_with_server" = "No s'ha pogut connectar amb el servidor, si us plau, torneu-ho a intentar més tard";
"move_doc_provider_button" = "Moure a aquesta localització";
"export_doc_provider_button" = "Exportar a aquesta localització";

//Instant uploads
"location_not_enabled"="El servei de localització no està habilitat";
"message_location_not_enabled"="Si us plau, aneu a Paràmetres i activeu el servei de localització per habilitar la pujada instantània de fotos en segon pla.";

"access_photos_library_not_enabled" = "No s'ha habilitat Accès a les fotos";
"message_access_photos_not_enabled" = "Si us plau, aneu a Paràmetres i activeu Accès a les fotos per a permetre la pujada de fotos instantànies.";

//PDF reader
"page_of_pages" = "de"; //Example: 5 of 10

//Share in
"files_added" = "Fitxers afegits";
"files_will_be_upload_next_time" = "Els fitxers es començaran a pujar el proxim cop que obriu $appname";

//Help Guide main app
"title_help_slide_0" = "Benvinguts a $appname!";
"message_help_slide_0" = "Lliscar per aprendre més";
"title_help_slide_1" = "Pujades instantànies";
"message_help_slide_1" = "Manteniu segures les vostres fotos";
"title_help_slide_2" = "Gestionar tots els vostres fitxers";
"message_help_slide_2" = "Podeu esborrar, moure";
"title_help_slide_3" = "Comparteix";
"message_help_slide_3" = "Podeu compartir fitxers i carpetes";
"title_help_slide_4" = "Multicompte";
"message_help_slide_4" = "Connectar a tots els vostres núvols";
"title_help_slide_5" = "Els vostres fitxers privats s'han sincronitzat a tots els llocs";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Inici de sessió";
"skip_button_help_guide" = "Ometre";

//Update Guide main app
"title_update_slide_0" = "Discover the new ownCloud App";
"message_update_slide_0" = "Rebuilt from scratch for iOS 11+";
"title_update_slide_1" = "Visor PDF";
"message_update_slide_1" = "Easy Search and Navigation";
"title_update_slide_2" = "File Management";
"message_update_slide_2" = "Share Files and Folders";
"title_update_slide_3" = "Accés ràpid";
"message_update_slide_3" = "Complete Data Overview";
"title_update_slide_4" = "Multiple Accounts";
"message_update_slide_4" = "Access to all your clouds";
"title_update_slide_5" = "Get it for free on the AppStore";
"message_update_slide_5" = "Secure Data Management";
"sign_in_button_update_guide" = "Descàrrega";
"skip_button_update_guide" = "Descàrrega";

//Account menu
"menu_account_edit" = "Editar Contrasenya";
"menu_account_clear_cache" = "Esborra la memòria cau";
"menu_account_log_out" = "Elimina el compte";

//Common
"not_connected_to_internet" = "El dispositiu no està connectat a la xarxa";
"bad_request" = "Sol·licitud incorrecta";
"method_not_allowed" = "Mètode no permès";
"proxy_auth_required" = "Proxy authorization required";
"conflict" = "Conflicte";
"internal_error" = "Error Intern del Servidor";
"not_implemented" = "No implementada";
"bad_gateway" = "Bad gateway";

//Private links
"private_link_redirection_failed" = "L'element no existeix";
"error_connecting_with_server" = "No s'ha pogut connectar amb el servidor, si us plau, torneu-ho a intentar més tard";
"private_link_not_reachable" = "No s'ha pogut obrir l'enllaç privat";
